{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Enter in \"delete _target\""
			},
			"Translation":
			{
				"Text": "Enter in \"delete _target\""
			},
			"Key": "C368FE6546DB231FD126AD9BB7041CF0"
		},
		{
			"Source":
			{
				"Text": "Introduction"
			},
			"Translation":
			{
				"Text": "Introduction"
			},
			"Key": "843075A5489262C736AC9AA6979BEEB1"
		},
		{
			"Source":
			{
				"Text": "Press Enter"
			},
			"Translation":
			{
				"Text": "Press Enter"
			},
			"Key": "2B37B1254666B7725A571D8B37B2913C"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_Instructions",
			"Children": [
				{
					"Source":
					{
						"Text": "And finally, we have the humble file.\r\n\r\nJust some collection of data. These exist to be manipulated by programs.\r\n\r\nThis one here is named \"_target\". Say hi.\r\n\r\nAnd delete that sucker."
					},
					"Translation":
					{
						"Text": "And finally, we have the humble file.\r\n\r\nJust some collection of data. These exist to be manipulated by programs.\r\n\r\nThis one here is named \"_target\". Say hi.\r\n\r\nAnd delete that sucker."
					},
					"Key": "Introduction7"
				},
				{
					"Source":
					{
						"Text": "Down here is the terminal window that will serve as your only means of interaction with the datascape.\r\n\r\nType in commands, press enter. And watch the programs dance at your fingertips! No feeling like it."
					},
					"Translation":
					{
						"Text": "Down here is the terminal window that will serve as your only means of interaction with the datascape.\r\n\r\nType in commands, press enter. And watch the programs dance at your fingertips! No feeling like it."
					},
					"Key": "Introduction3"
				},
				{
					"Source":
					{
						"Text": "Easy enough.\r\n\r\nAs you can see, you told the delete program to delete the target file. And it did just that.\r\n\r\nLet's go look at something a little more complex."
					},
					"Translation":
					{
						"Text": "Easy enough.\r\n\r\nAs you can see, you told the delete program to delete the target file. And it did just that.\r\n\r\nLet's go look at something a little more complex."
					},
					"Key": "Introduction8"
				},
				{
					"Source":
					{
						"Text": "Here we have a Program.\r\n\r\nPrograms are the tools you will wield. They can be used to secure shells, attack, manage files, and all kinds of other thing.\r\n\r\nThere are a myriad of programs, and an unccountable amount of versions of each. You will get to know them as you become more experienced.\r\n\r\nThis one here is a Delete program. I think you can guess what it does."
					},
					"Translation":
					{
						"Text": "Here we have a Program.\r\n\r\nPrograms are the tools you will wield. They can be used to secure shells, attack, manage files, and all kinds of other thing.\r\n\r\nThere are a myriad of programs, and an unccountable amount of versions of each. You will get to know them as you become more experienced.\r\n\r\nThis one here is a Delete program. I think you can guess what it does."
					},
					"Key": "Introduction6"
				},
				{
					"Source":
					{
						"Text": "Talking of existing. This here is your Root.\r\n\r\nIt is a special program that serves as your connection to this part of the Churn. Let it get deleted, and you get booted back to the Stacks. Dive over.\r\n\r\nProtect it."
					},
					"Translation":
					{
						"Text": "Talking of existing. This here is your Root.\r\n\r\nIt is a special program that serves as your connection to this part of the Churn. Let it get deleted, and you get booted back to the Stacks. Dive over.\r\n\r\nProtect it."
					},
					"Key": "Introduction5"
				},
				{
					"Source":
					{
						"Text": "This orb here, is a shell.\r\n\r\nTechnically, a connection to a virtual session running in some data-forsaken server out in the Grey.\r\n\r\nBut for you, you can think of it as solid ground. Nothing exists on the datascape, without a shell. They contain Programs and Files, and host Processes."
					},
					"Translation":
					{
						"Text": "This orb here, is a shell.\r\n\r\nTechnically, a connection to a virtual session running in some data-forsaken server out in the Grey.\r\n\r\nBut for you, you can think of it as solid ground. Nothing exists on the datascape, without a shell. They contain Programs and Files, and host Processes."
					},
					"Key": "Introduction4"
				},
				{
					"Source":
					{
						"Text": "Welcome to your first dive, initiate!\r\n\r\nAs you well know, as Collectors, we are tasked with cleaning up the Churn. The utopia of the Datascape is all well and good but the data the Spires and Stacks generates leaves behind artifacts. Mismanaged data, lost f iles, abandoned projects, all kinds of garbage. It all sinks down into the Churn, eating up valuable resources. Too much of that and the whole place would come crashing down. All those fancy executives would ben dumped out into the Grey. We don't want that, do we?\r\n\r\nSo we dive, clean up what we can, and bring back sweet, sweet databits. Simple as that."
					},
					"Translation":
					{
						"Text": "Welcome to your first dive, initiate!\r\n\r\nAs you well know, as Collectors, we are tasked with cleaning up the Churn. The utopia of the Datascape is all well and good but the data the Spires and Stacks generates leaves behind artifacts. Mismanaged data, lost f iles, abandoned projects, all kinds of garbage. It all sinks down into the Churn, eating up valuable resources. Too much of that and the whole place would come crashing down. All those fancy executives would ben dumped out into the Grey. We don't want that, do we?\r\n\r\nSo we dive, clean up what we can, and bring back sweet, sweet databits. Simple as that."
					},
					"Key": "Introduction1"
				},
				{
					"Source":
					{
						"Text": "You are looking at the interface view of your deck.\r\n\r\nIt shows the objects you have read access to in the datascape. That is to say, what you can \"see\"."
					},
					"Translation":
					{
						"Text": "You are looking at the interface view of your deck.\r\n\r\nIt shows the objects you have read access to in the datascape. That is to say, what you can \"see\"."
					},
					"Key": "Introduction2"
				}
			]
		}
	]
}